module.exports = {
    title: 'فرم درخواست تدریس',
    description: 'کاربر گرامی، از اینکه قصد دارید به خانواده رشدآپ بپیوندید، بی نهایت از شما سپاسگزاریم. لطفا برای ثبت درخواست تدریس خود، موارد خواسته شده را تکمیل بفرمایید. همکاران ما در بخش آموزش در اسرع وقت با شما تماس خواهند گرفت.',
    form: {
        expertise: 'تخصص',
        teachingCourseQuestion: 'قصد تدریس در کدام دوره را دارید؟',
        description: 'توضیحات',
        uploadSampleVideo: 'آپلود نمونه ویدئو',
        notSampleVideo: 'درحال حاضر ویدئویی برای آپلود ندارم.',
    }
}