<template>
    <div class="tutor-single-course-segment tutor-course-content-wrap">
        <h4 class="tutor-segment-title">درباره این دوره</h4>

        <div class="tutor-course-content-content">

            <p>در این دوره ، من اصول و مفاهیم مدل سازی داده ها را از طریق تعدادی از
                بهترین شیوه ها و تکنیک هایی که برای ایجاد مدل های داده در سازمان خود
                نیاز دارید ، از شما می گیرم. نمونه های بسیاری را پیدا خواهید کرد که
                مفاهیم و تکنیک های کلیدی پوشش داده شده در کل دوره را به وضوح نشان می
                دهد.</p>
            <p>در پایان دوره ، شما آماده خواهید بود تا نه تنها این اصول را عملی
                سازید ، بلکه همچنین تصمیم گیری در زمینه مدل سازی و طراحی کلیدی داده
                های مورد نیاز &#8220;هنر&#8221; مدل سازی داده ها را که از پیچ و مهره
                فراتر می رود ، انجام دهید. تکنیک ها و الگوهای طراحی</p>
            <p>سازمانها یا گروهی از سازمانها هنگامی كه بیش از یك نسخه از داده های
                مربوط به یك نهاد تجاری را در اختیار داشته باشند ، می توانند نیاز به
                مدیریت اطلاعات اصلی را ایجاد كنند. داشتن بیش از یک نسخه از این داده
                های اصلی به طور ذاتی به معنای عدم کارایی در حفظ &#8220;یک نسخه واحد
                از حقیقت&#8221; در همه نسخه ها است. تا زمانی که افراد ، فرایندها و
                فناوری برای اطمینان از هم راستا نگه داشتن مقادیر داده ها در همه نسخه
                ها وجود نداشته باشد ، تقریباً اجتناب ناپذیر است که نسخه های مختلف
                اطلاعات مربوط به یک نهاد تجاری نگهداری شود.</p>


            <tags></tags>

        </div>
    </div>
</template>

<script>
import Tags from "@/view/components/Course/Course_Details/Widget/Tags.vue";

export default {
    name: "Content",
    components: {Tags}
}
</script>

<style scoped>

</style>